{
  "Sold as": "Not Available",
  "Expected to be": "Not Specified",
  "Lab Comments": "Not Available",
  "Warning": "Samples #15399 and #15400 were submitted together. Sample #15400 is a purplish crystalline powder (pictured above), and sample #15399 is a soft white powder.\n\nTwo submission forms were submitted with these samples, one for material sold as MDMA and described as ''white powder/crystals blue tint'', and the other one for material sold as 2C-B and described as ''white powder''.\n\nThe submission form for the material sold as MDMA and described as ''white powder/crystals blue tint'' accompanied the soft white powder. The material sold as 2C-B and described as ''white powder'' accompanied the purplish/brownish crystalline powder.\n\nBecause of the actual content of these two powders -- GC/MS showed the purplish/brownish crystalline powder to be MDMA, and the soft white powder to be 2C-B -- it is the DrugsData crew's belief that each submission form arrived at the lab accompanying the wrong powder, that they effectively arrived switched.\n\nWe've confirmed these are a sample of MDMA and a sample of 2C-B. If you sent in these two samples, the descriptions of the physical characteristics of the powders might reassure you that the submission forms were switched. Or, you can reagent-test them to distinguish the MDMA from the 2C-B to be double sure. \n\n*tl;dr This purplish crystalline powder, confirmed to be MDMA, arrived at the lab with a submission form for a sample sold as 2C-B.*\n\nContact info (at) drugsdata (dot) org about samples #15399 and #15400 if you have any questions.",
  "Image": "15400.jpg",
  "table data left": {
    "ID": "15400",
    "Name": "Purplish Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "77701",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Black / Purple",
    "Liebermann": "Red Brown",
    "Froehde": "Blue",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "MDMA\n\n\n: 1 \n\nMDMA aka Ecstasy, E, X"
    ]
  },
  "table data right": {
    "Test Date": "Feb 01, 2023",
    "Pub. Date": "Feb 01, 2023",
    "Src Location": "Online",
    "Submitter Loc": "Des Moines, IAUnited States",
    "Color": "Brown / Purple",
    "Size": "50 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "23010070"
  }
}