{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Trace amount of methamphetamine \"not confirmed\".",
  "Warning": "Microgram: The Minnesota Bureau of Criminal Apprehension Forensic Science Laboratory in St. Paul recently received two separate submissions of apparent Ecstasy tablets, both with a 'waving man' logo and containing glitter, suspected MDMA (see Photos 1 and 2). The first submission consisted of one red/pink tablet and one purple tablet, while the second submission consisted of 547 of the red/pink tablets and 1533 of the purple tablets (weights and dimensions not taken for either set). The first set of tablets were seized in Winona County by the Winona Police Department, while the second set of tablets were also seized in Winona County, but by the Bureau of Criminal Apprehension (no further details concerning either seizure); Winona County is located in the southeastern part of the state, approximately 130 southeast of St. Paul. Analysis of the first set of tablets by GC/MS confirmed MDMA and caffeine in the red/pink tablet but only MDMA in the purple tablet. Analysis of the second set of tablets by GC/MS confirmed MDMA (but no caffeine) in the red/pink tablets and again only MDMA in the purple tablets. Trace amounts of methamphetamine (not confirmed) were also indicated in both sets of tablets. None of the exhibits were quantitated, but the MDMA loadings were low to moderate based on their respective TICs. These were the first submissions of Ecstasy tablets containing glitter and with this logo type to the laboratory.\n\n[Microgram Editor's Notes: According to the analyst, other than their colors these tablets were highly similar to those described in March 2007 issue of Microgram Bulletin. Those tablets were seized in Birmingham, Alabama, were yellow and green (5 tablets each color), and contained MDMA, nicotinamide, trace MDP2P, and trace methamphetamine. As previously commented, it is unknown what health effects the presence of glitter in these tablets would have on the users.]",
  "Image": "1630.jpg",
  "table data left": {
    "ID": "1630",
    "Name": "Waving Man",
    "Other Names": "",
    "GC/MS:The GC/MS Lab Test": "",
    "list_4": [
      "MDMA\n\n\n  \n\nMDMA aka Ecstasy, E, X",
      "Methamphetamine\n\n\n: trace \n\nMethamphetamine aka Meth, Ice, Crank"
    ]
  },
  "table data right": {
    "Test Date": "Apr 01, 2007",
    "Pub. Date": "Jun 25, 2008",
    "Src Location": "Winona County, MN",
    "Submitter Loc": "Winona County, MNUnited States",
    "Color": "Purple / Glitter",
    "Size": "-",
    "Data Source": "DEA",
    "Tested by": "DEA",
    "Lab's ID": "20070402"
  }
}