{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "The Cayman Islands Forensic Science Laboratory (Grand Cayman) recently received a polydrug submission that included marijuana, psilocybe mushrooms, cocaine hydrochloride, and six round green tablets mixed with tablet fragments and green powder, suspected Ecstasy; additional green powder (no tablets or fragments) was present in a separate exhibit. The exhibits were seized on Grand Cayman by the Royal Cayman Islands Police Drug Task Force. The tablets were poorly made, crumbled easily, had no discernable markings, weighed an average of 282 milligrams, and were approximately 9.1 millimeters in diameter and between 5.5 - 6.3 millimeters thick. Analysis of the tablets and powder (total net mass 4.20 grams) by color testing (Marquis - blue / black with orange speckles), GC/MS (underivatized and with MBTFA derivatization), and FTIR/ATR confirmed MDMA along with methamphetamine, caffeine, and procaine (not quantitated but in an approximate 15 : 5 : 12 : 1 ratio based on the TIC). This is the first submission to the laboratory of this mixture of drugs, in either tablet or powder form. Of interest, the suspect was also in possession of red phosphorus, iodine crystals, and pseudoephedrine tablets; had he succeeded in synthesizing methamphetamine, this would have been the first ever seizure of a clandestine methamphetamine laboratory in the Cayman Islands.",
  "Image": "1745.jpg",
  "table data left": {
    "ID": "1745",
    "Name": "None",
    "Other Names": "",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Black / Purple (with orange speckles)",
    "GC/MS:The GC/MS Lab Test": "",
    "list_5": [
      "Caffeine",
      "MDMA\n\n\n  \n\nMDMA aka Ecstasy, E, X",
      "Methamphetamine\n\n\n  \n\nMethamphetamine aka Meth, Ice, Crank",
      "Procaine\n\n\n  \n\nProcaine aka Novocaine"
    ]
  },
  "table data right": {
    "Test Date": "Aug 01, 2008",
    "Pub. Date": "Aug 26, 2009",
    "Src Location": "Grand Cayman, \nCayman Islands",
    "Submitter Loc": "----, Grand CaymanCayman Islands",
    "Color": "Green",
    "Size": "-",
    "Data Source": "DEA",
    "Tested by": "DEA",
    "Lab's ID": "080800_04"
  }
}