{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "The Los Angeles (California) Police Department's Scientific Investigation Division Narcotics Analysis Unit recently received 19 tablets, of three different types, apparent Ecstasy. The exhibits were seized in south Los Angeles by the Los Angeles Police Department (no further details). Ten tablets were green with a dolphin imprint, eight were blue with the same dolphin imprint, and one was blue without any imprint (but had the same texture as the blue dolphin tablets). Analysis of the green tablets by color testing (Wagners - brown, Marquis - yellow, and sodium nitroprusside - blue, cobalt thiocyanate - color not discernable) and of a methanolic extract by GC/MS, however, indicated not MDMA but rather a mixture of isopropylbenzylamine, cocaine (confirmed), and caffeine. Similarly, analysis of the blue tablets by color testing (same tests and results, except the Marquis gave a pink color) and of a methanolic extract by GC/MS again indicated a mixture of isopropylbenzylamine, cocaine (confirmed), and caffeine. The tablets were not formally quantitated; however, the TIC indicated that there was significantly more caffeine than cocaine, and more cocaine than isopropylbenzylamine (the ratios were moderately different in the green versus the blue tablets). The laboratory has previously received Ecstasytype tablets containing isopropylbenzylamine, and has also previously received Ecstasy-type tablets with dolphin imprints, but this was the first ever submission of Ecstasy mimic tablets containing cocaine.",
  "Image": "1746.jpg",
  "table data left": {
    "ID": "1746",
    "Name": "Dolphin",
    "Other Names": "",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Yellow",
    "GC/MS:The GC/MS Lab Test": "",
    "list_5": [
      "Caffeine",
      "Cocaine\n\n\n  \n\nCocaine aka Crack, Coca",
      "Isopropylbenzylamine\n\n\n  \n\nIsopropylbenzylamine aka N-Isopropylbenzylamine;"
    ]
  },
  "table data right": {
    "Test Date": "Aug 01, 2008",
    "Pub. Date": "Aug 26, 2009",
    "Src Location": "Los Angeles, CA",
    "Submitter Loc": "Los Angeles, CAUnited States",
    "Color": "Green",
    "Size": "-",
    "Data Source": "DEA",
    "Tested by": "DEA",
    "Lab's ID": "080800_02"
  }
}