{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "Set of '32 tablets that were layered blue and green and 38 tablets that were layered orange and blue'. The DEA Western Laboratory (San Francisco, California) recently received five different sets of unusual, multi-colored tablets, all suspected Ecstasy. The exhibits were acquired in northern California by personnel from the DEA San Francisco Field Division (exact location and details sensitive). Preliminary screening enabled two of the five sets to be combined. The first set included 15 tablets (total net mass 5.2 grams) that were layered red and yellow, with a 'C' logo. Analysis by GC/MS, color testing (Marquis), GC/IRD, and HPLC confirmed MDMA (5.2 milligrams per tablet), methamphetamine (less than 1%), caffeine, and dimethyl sulfone. The second set included 68 tablets (total net mass 24.5 grams) that were layered brown and red, again with the 'C' logo. Analysis (same techniques) confirmed MDMA (5.7 milligrams per tablet), methamphetamine (less than 1%), caffeine, and dimethyl sulfone. The third set included 32 tablets that were layered blue and green and 38 tablets that were layered orange and blue (total net mass of all 70 tablets 25.2 grams), also with the 'C' logo. Analysis (same techniques) confirmed MDMA (4.8 milligrams per tablet), ketamine (not quantitated but similar to the MDMA quant), caffeine, and dimethyl sulfone. The fourth set included 17 tablets (total net mass 4.6 grams) that were orange with blue speckles, with an 'A' logo (photo not available). Analysis by GC/FID, GC/MS, and GC/IRD, however, indicated not MDMA but rather ketamine (22.3 milligrams per tablet), N-benzylpiperazine (BZP, not quantitated), 1-(3-trifluoromethyl)phenylpiperazine (TFMPP, not quantitated), caffeine, and dimethyl sulfone. The primary component in all four sets was caffeine. Ecstasy combination tablets with low MDMA quants, and Ecstasy mimic tablets with ketamine/piperazine mixtures, are both becoming more common at the Western Laboratory. This is the first known submission of tablets with 'layered' appearances to the laboratory.",
  "Image": "1752.jpg",
  "table data left": {
    "ID": "1752",
    "Name": "C",
    "Other Names": "",
    "GC/MS:The GC/MS Lab Test": "",
    "list_4": [
      "MDMA\n\n\n: 4.80 mg\n\nMDMA aka Ecstasy, E, X",
      "Caffeine",
      "Ketamine\n\n\n  \n\nKetamine aka Ketalar, Ketaset",
      "Methylsulfonylmethane\n\n\n  \n\nMethylsulfonylmethane aka MSM, dimethylsulfone, DMSO2, leftover solvent, cutting agent"
    ]
  },
  "table data right": {
    "Test Date": "Nov 01, 2008",
    "Pub. Date": "Aug 26, 2009",
    "Src Location": "CA",
    "Submitter Loc": "----, CAUnited States",
    "Color": "Unknown",
    "Size": "360 mg",
    "Data Source": "DEA",
    "Tested by": "DEA",
    "Lab's ID": "081100_03"
  }
}