{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "It's pretty hard for us to have standard color descriptions for the new Mandelin reagent reactions. As you can see from the photo, Mandelin starts out quite yellow. This sample caused a color reaction with Mandelin, but it wasn't that strong. It was slightly greenish, but the main color still present was yellow from the blank Mandelin. So the overall effect is a kind of dirty yellow with some greenish brown in it.",
  "Image": "2846.jpg",
  "table data left": {
    "ID": "2846",
    "Name": "Louis Vuitton",
    "Other Names": "L5000",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Yellow",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Red Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Green",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Methylone\n\n\n: 1 \n\nMethylone aka Explosion; bk-MDMA, Ease, M1",
      "Caffeine\n\n\n: ---"
    ]
  },
  "table data right": {
    "Test Date": "Aug 20, 2013",
    "Pub. Date": "Aug 20, 2013",
    "Src Location": "Los Angeles, CA",
    "Submitter Loc": "Los Angeles, CAUnited States",
    "Color": "Blue",
    "Size": "282 mg, 8.10 mm x 5.10 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20130800054"
  }
}