{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "As of March, 2014, we are unable to determine which NBOMe compound this is. There are a number of very similar chemicals with very similar fragmentation patterns. See Characterization of Eleven 2,5-Dimethoxy-N-(2-methoxybenzyl)phenethylamine (NBOMe) Derivatives and Differentiation from their 3- and 4-Methoxybenzyl Analogues - Part I, from the DEA's Microgram Journal.\n\nThe closest match might be 2,5-dimethoxy-4-bromo-N-(2-methoxybenzyl)phenethylamine (25B-NB2OMe), but it doesn't seem perfectly matched to this sample.",
  "Image": "2849.jpg",
  "table data left": {
    "ID": "2849",
    "Name": "Unknown Powder B",
    "Other Names": "",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Orange",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Green",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Green",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Unidentified\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Aug 20, 2013",
    "Pub. Date": "Aug 20, 2013",
    "Src Location": "Seattle, WA",
    "Submitter Loc": "Seattle, WAUnited States",
    "Color": "White",
    "Size": "300 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20130800057"
  }
}