{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "Submitter gave this no name, but it is clearly the main top-hatted fellow from the game Monopoly. Apparently he is named either 'Mr Monopoly' or 'Rich Uncle Pennybags'. We did not call him that when I played the most boring game ever as a kid. We didn't bother calling him anything at all.",
  "Image": "3037.jpg",
  "table data left": {
    "ID": "3037",
    "Name": "Monopoly Guy",
    "Other Names": "32183 Rich Uncle Pennybags",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "TFMPP\n\n\n: 4",
      "Lidocaine\n\n\n: 2",
      "Dibenzylpiperazine\n\n\n: 1 \n\nDibenzylpiperazine aka 1,4-dibenzylpiperazine, DBZP"
    ]
  },
  "table data right": {
    "Test Date": "Jan 22, 2014",
    "Pub. Date": "Jan 22, 2014",
    "Src Location": "San Francisco, CA",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "White / Speckled",
    "Size": "389 mg, 8.10 mm x 5.80 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20140100036"
  }
}