{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "Very curiously, the same submitter sent two samples that both tested via GC/MS as the same chemical (ethylone), yet they seemed to have very different reactions to the field tests. It is possible the first sample was much weaker/diluted, but we do not have a clear explanation for why these two samples would have such different reagent color reactions.\n\nThe lab ran the field tests a second time on a different day and found the field tests trended toward the same look after waiting a long time (normally color reaction is recorded after 1-5 minutes, this was after 15 minutes).",
  "Image": "3219.jpg",
  "table data left": {
    "ID": "3219",
    "Name": "Crystals in Baggie",
    "Other Names": "Unknown B",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Brown-Green",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Ethylone\n\n\n: 1 \n\nEthylone aka MDEC, bk-MDEA, 3,4-methylenedioxy-N-ethylcathinone"
    ]
  },
  "table data right": {
    "Test Date": "Jul 17, 2014",
    "Pub. Date": "Jul 18, 2014",
    "Src Location": "Rothbury, MI",
    "Submitter Loc": "Rothbury, MIUnited States",
    "Color": "Off White",
    "Size": "100 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20140700016"
  }
}