{
  "Sold as": "Riboflavin",
  "Expected to be": "Fillers",
  "Lab Comments": "Not Available",
  "Warning": "The lab tech wrote: \n\nI picked up a Riboflavin supplement at RiteAid. Under our GCMS conditions, we could not see riboflavin. I believe we could alter the compound by derivatizing it, but this will be research so I won't pursue it. In general, with our non-polar column design for drugs, sugars such as riboflavins that have a lot of (OH) hydroxide groups are likely not seen, especially sugars who have a lot of them.  \n\nOne interesting thing about riboflavin (B2) is that solutions of it in water turns yellow and fluoresces under uv light. (Wikipedia). \n\n50100003 Riboflavin AH222 is an orange capsule filled with white powders.\n\nThese white powder made the aqueous solution turned yellow and it too fluoresces under UV.  So, 50100003 is likely to contain riboflavin; however, it's neither confirmed or excluded.",
  "Image": "3416.jpg",
  "table data left": {
    "ID": "3416",
    "Name": "Red Riboflavin Capsule",
    "Other Names": "AH222",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Very Slight Change",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Very Slight Change",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Very Slight Change",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Cyclotetradecane\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Jan 08, 2015",
    "Pub. Date": "Jan 08, 2015",
    "Src Location": "Boston, MA",
    "Submitter Loc": "Boston, MAUnited States",
    "Color": "Red / Pink",
    "Size": "462 mg, 21.90 mm x 7.30 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150100003"
  }
}