{
  "Sold as": "Ketamine",
  "Expected to be": "Not Specified",
  "Lab Comments": "Not Available",
  "Warning": "Our lab has continued to dig into this green-Mandelin color ketamine sample. They reanalyzed it for any trace level of acetaminophen, but didn't find any. The lab did, however, find a strong match at a very low trace level for methylparaben (although it was not 100% certain match for methylparaben). \n\nIt is possible that the ketamine had a small amount of methylparaben in it that caused the green reaction with the mandelin, but this is not a very satisfactory answer.\n\nAs of Feb 10, 2015, we have only one last hope for figuring this out, but we've already spent a lot of time and energy on this question and don't know. \n\nOne major argument made by one of the field test team from DanceSafe is that the mandelin reagent ages quickly and does not react as clearly.  We don't feel this is an adequate explanation, since the same bottle of mandelin reacted clearly with other ketamine samples on the same day and the color test was re-run several times.\n\nIt's a puzzle.",
  "Image": "3434.jpg",
  "table data left": {
    "ID": "3434",
    "Name": "Ketamine Powder",
    "Other Names": "A - BADS1",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Green",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Ketamine\n\n\n: 1 \n\nKetamine aka Ketalar, Ketaset"
    ]
  },
  "table data right": {
    "Test Date": "Jan 12, 2015",
    "Pub. Date": "Jan 12, 2015",
    "Src Location": "San Francisco, CA",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "White",
    "Size": "200 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150100045"
  }
}