{
  "Sold as": "Alprazolam",
  "Expected to be": "Alprazolam",
  "Lab Comments": "Not Available",
  "Warning": "We re-ran the test multiple times on first submission and then again later to try to look for research chemical benzos active at much lower doses.\n\nDDL writes: I just retested the sample again.  It's still a flat baseline with none detected. I concentrated the sample and used all of the remaining powder.\n\nReporting 'none detected' is the hardest finding to confirm. If the first pass attempt shows no drugs found, the analysis is repeated with a larger amount of the sample concentrated before injection. Depending on the sample, different solvents are used to try to find something in the sample.",
  "Image": "3573.jpg",
  "table data left": {
    "ID": "3573",
    "Name": "Alprazolam Capsule",
    "Other Names": "LINDA",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "None Detected\n\n\n: 1 \n\nNone Detected aka No Drugs Detected"
    ]
  },
  "table data right": {
    "Test Date": "Apr 21, 2015",
    "Pub. Date": "Apr 21, 2015",
    "Src Location": "Nashville, TN",
    "Submitter Loc": "Nashville, TNUnited States",
    "Color": "Black / White",
    "Size": "156 mg, 21.80 mm x 7.30 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20160400068"
  }
}