{
  "Sold as": "4-Fluoroamphetamine",
  "Expected to be": "Other Stimulant",
  "Lab Comments": "Not Available",
  "Warning": "Submitter: Sold as 4-fluoroamphetamine. Expected to be 4-CA, 3-FA, 2-FA, 4-FMA, 2-FMA, or degraded 4-FA powder.\n\nEcstasyData: Substance contained only Fluoromethcathinone. The techniques used by the lab cannot differentiate between positional isomers for the location of the Fluorine atom. This is likely to be 4-Fluoromethcathinone based on reports that is the most common isomer, but the results would look the same to the lab if it were 2-fluoromethcathinone or 3-fluoromethcathinone.",
  "Image": "3600.jpg",
  "table data left": {
    "ID": "3600",
    "Name": "Unknown Capsule",
    "Other Names": "E2384",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Fizzing",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Fizzing",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Fizzing",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "4-Fluoromethcathinone\n\n\n: 1 \n\n4-Fluoromethcathinone aka p-Fluoropmethcathinone, Flephedrone"
    ]
  },
  "table data right": {
    "Test Date": "May 05, 2015",
    "Pub. Date": "May 05, 2015",
    "Src Location": "Asheville, NC",
    "Submitter Loc": "Asheville, NCUnited States",
    "Color": "Blue / Green",
    "Size": "88 mg, 15.60 mm x 5.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150400152"
  }
}