{
  "Sold as": "MDMA and DMT",
  "Expected to be": "DMA and DMT",
  "Lab Comments": "Not Available",
  "Warning": "This is one of the more confusing submissions we've received. Two separate capsules were included in the envelope and were crushed/broken. The contents were mixed together. The lab tried hand separating the chemicals, but was unable to do so. Analyzed samples and both clearly contained MDA and DMT and so this is reported as a single result. \n\nIf you send in capsules, they need to be in separate plastic bags and/or in crush proof mailers, otherwise the powder can leak out and be problematic to test. With other chemicals (not MDA or DMT), loose powders could be dangerous for mail handlers or the lab. Please be careful and considerate of those who need to handle these lab samples.",
  "Image": "3622.jpg",
  "table data left": {
    "ID": "3622",
    "Name": "Crushed Capsules",
    "Other Names": "XTC42DMT42",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Black / Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Dark Blue",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Purple, Gray, Brown in Yellow",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "DMT\n\n\n: 9 \n\nDMT aka N,N-DMT",
      "MDA\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "May 20, 2015",
    "Pub. Date": "May 20, 2015",
    "Src Location": "Seattle, WA",
    "Submitter Loc": "Seattle, WAUnited States",
    "Color": "Brown",
    "Size": "100 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150500059"
  }
}