{
  "Sold as": "LSD",
  "Expected to be": "Other Psychedelic",
  "Lab Comments": "Not Available",
  "Warning": "Submitter: Sold as LSD in June 2015, suspected to be a different psychedelic,  possibly of the amphetamine class.\n\nEcstasyData: Sample contained only LSD and ketamine. At the dose levels detected (with 4 times as much LSD as ketamine), the ketamine on this sample should be considered a trace. Ketamine requires 20-100mg to be orally active, a dose that would be impossible on a piece of blotter paper.",
  "Image": "3691.jpg",
  "table data left": {
    "ID": "3691",
    "Name": "White Blotter",
    "Other Names": "DO4SA",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Inconclusive",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Inconclusive",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Inconclusive",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "LSD\n\n\n: 4 \n\nLSD aka Acid, Doses",
      "Ketamine\n\n\n: 1 \n\nKetamine aka Ketalar, Ketaset"
    ]
  },
  "table data right": {
    "Test Date": "Jul 17, 2015",
    "Pub. Date": "Jul 17, 2015",
    "Src Location": "New Haven, CT",
    "Submitter Loc": "New Haven, CTUnited States",
    "Color": "White",
    "Size": "11 mg, 6.20 mm x 6.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150700028"
  }
}