{
  "Sold as": "Clonazolam",
  "Expected to be": "Clonazolam",
  "Lab Comments": "Not Available",
  "Warning": "This sample was initially unidentified, but a visitor pointed out a mass spectrum for clonazolam in Forensic Toxicology:\n\nCharacterization of the four designer benzodiazepines clonazolam, deschloroetizolam, flubromazolam,\nand meclonazepam, and identification of their in vitro metabolites.  \n\nThe mass spectrum given in that paper almost exactly matches that in this sample, but not quite. Note the relative heights of the 203 and 249 mass peaks. \n\nWe are unable to confirm this result 100% until we can find a reference standard for clonazolam, but for now we're going to say this sample contains clonazolam.",
  "Image": "3832.jpg",
  "table data left": {
    "ID": "3832",
    "Name": "Pinzor Chemical Pellet",
    "Other Names": "P6915",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Yellow-Green",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Yellow-Green",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Clonazolam\n\n\n: 1 \n\nClonazolam aka Clonitrazolam"
    ]
  },
  "table data right": {
    "Test Date": "Sep 22, 2015",
    "Pub. Date": "Sep 22, 2015",
    "Src Location": "Oviedo, FL",
    "Submitter Loc": "Oviedo, FLUnited States",
    "Color": "Yellow",
    "Size": "264 mg, 8.10 mm x 3.30 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150900065"
  }
}