{
  "Sold as": "Ketamine",
  "Expected to be": "Ketamine",
  "Lab Comments": "Not Available",
  "Warning": "An Erowid Expert found two chemicals that match very closely to the Mass Spectrum (MS) for this Unidentified sample.\n\nTriphenylphosphine oxide (CAS#: 791-28-6) and Imino(triphenyl)phosphorane (CAS#: 2240-47-3)\n\nThis chemical is probably a leftover synthesis byproduct. It is unlikely we will narrow down the identity of this chemical soon.",
  "Image": "3994.jpg",
  "table data left": {
    "ID": "3994",
    "Name": "Ketamine in Capsule",
    "Other Names": "D3157",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Orange",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Ketamine\n\n\n: 6 \n\nKetamine aka Ketalar, Ketaset",
      "Methylsulfonylmethane\n\n\n: 2 \n\nMethylsulfonylmethane aka MSM, dimethylsulfone, DMSO2, leftover solvent, cutting agent",
      "Unidentified\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Nov 25, 2015",
    "Pub. Date": "Nov 25, 2015",
    "Src Location": "Providence, RI",
    "Submitter Loc": "Providence, RIUnited States",
    "Color": "White",
    "Size": "206 mg, 21.00 mm x 9.60 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20151100071"
  }
}