{
  "Sold as": "Isopropylphenidate",
  "Expected to be": "Not Available",
  "Lab Comments": "Our lab was not able to reliably differentiate Isopropylphenidate from propylphenidate or methylphenidate. We are about 60% certain this sample contains Isopropylphenidate.",
  "Warning": "An Erowid Expert looked at the result and said that we should not identify this as methylphenidate because we can't be sure.\n\nThe mass spectrum shows a typical feature in those compounds where the phenyl ring is unsubstituted. The spectrum for this sample could be consistent with isopropylphenidate. \n\nI would have liked to see a slightly stronger ion at m/z 178 to make me confident that this was not isopropylphenidate, though. \n\nThere is also the isomer called propylphenidate which has a very similar mass spectrum and the differences are relatively small. \n\nWithout a comparison with standards it would be tricky to say whether it is the isopropyl or the propylphenidate.\n\nThe molecular ion in the phenidate compound series tends to be very low in abundance and/or absent which can be tricky too. These ester-type compounds have one issue that can occur during GC-MS analysis (which can also happen with some synthetic cannabinoids such as 5F-PB-22 and related esters) and this is what is called transesterification. \n\nFor example, if you dissolve, say, methylphenidate in ethanol then GC-induced heat (but also GC liner contaminations and active sites) can convert this into ethylphenidate etc. In other words, alcoholic solvents can sometimes change the nature of the compound if GC is used. \n\nHowever, the Mass Spectrum for your sample does not indicate anything like that.",
  "Image": "4000.jpg",
  "table data left": {
    "ID": "4000",
    "Name": "Crystals",
    "Other Names": "PPPY1",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Unidentified\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Nov 26, 2015",
    "Pub. Date": "Nov 27, 2015",
    "Src Location": "Portland, OR",
    "Submitter Loc": "Portland, ORUnited States",
    "Color": "White",
    "Size": "100 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20151100087"
  }
}