{
  "Sold as": "LSD",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "IMPORTANT NOTE: The EcstasyData lab does not accept liquids for analysis. This result is an exception. \n\nLiquid, oil, or candy samples will NOT be tested and we cannot refund your money. \n\nIf you have a liquid sample, you can dry it out yourself or drop it onto blotter paper. If you can dry it out, our lab can test it.\n\nLiquid samples are not currently allowed for complicated technical reasons. In exceptional cases it is possible that a liquid sample can be accepted for $500 per sample, though it would require specific permission beforehand because of the technical issues.",
  "Image": "4521.jpg",
  "table data left": {
    "ID": "4521",
    "Name": "LSD",
    "Other Names": "SFLSD",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Light Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Light Purple/Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "Ehrlich": "Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "LSD\n\n\n: 1 \n\nLSD aka Acid, Doses"
    ]
  },
  "table data right": {
    "Test Date": "Jun 30, 2016",
    "Pub. Date": "Jun 30, 2016",
    "Src Location": "San Francisco, CA",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "Clear",
    "Size": "1.5 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20160600108"
  }
}