{
  "Sold as": "4-CEC",
  "Expected to be": "4-CEC",
  "Lab Comments": "4-CEC (4-Chloroethcathinone) confirmed with lab standard.",
  "Warning": "Dec 3 2018: The lab originally identified the 4-position isomer of Chloroethcathinone in this sample, but has since decided that any Chloroethcathinone that they identify could include one or more of several positional isomers.\n\nJul 2016: Likely match for 4-CEC by Cayman library match. We do not currently have a lab standard for 4-CEC but have ordered one and will update this result when we re-check the sample against the standard.",
  "Image": "4536.jpg",
  "table data left": {
    "ID": "4536",
    "Name": "4-CEC",
    "Other Names": "PGCU1",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "4-CEC\n\n\n: 1 \n\n4-CEC aka 4-Chloroethcathinone"
    ]
  },
  "table data right": {
    "Test Date": "Jul 09, 2016",
    "Pub. Date": "Jul 10, 2016",
    "Src Location": "Baltimore, MD",
    "Submitter Loc": "Baltimore, MDUnited States",
    "Color": "White",
    "Size": "300 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20160600126"
  }
}