{
  "Sold as": "MDMA",
  "Expected to be": "Maybe Ketamine and MDMA or MDA",
  "Lab Comments": "Possibly 2- or 3-methylethcathinone, isomers cannot be differentiated.",
  "Warning": "Submitter: 'I suspect some kind of strong dissociative is combined in this mixture. I'm guessing ketamine. [...] A Dancesafe employee/volunteer did test this with a kit at a festival recently. Both volunteers found the result inconclusive but thought it was closest to a reaction for ketamine. The experience felt a bit like Molly.",
  "Image": "4635.jpg",
  "table data left": {
    "ID": "4635",
    "Name": "Moon Rock",
    "Other Names": "Molly",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "9467A",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Light Yellow",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Light Yellow",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "4-MEC\n\n\n: 2.50 \n\n4-MEC aka 4-methyl-N-ethylcathinone",
      "Methoxetamine\n\n\n: 1.00 \n\nMethoxetamine aka NAME 2-(3-methoxyphenyl)-2-(ethylamino)cyclohexanone; 3-MeO-2-Oxo-PCE"
    ]
  },
  "table data right": {
    "Test Date": "Aug 10, 2016",
    "Pub. Date": "Aug 11, 2016",
    "Src Location": "San Francisco, CA",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "Tan",
    "Size": "100 mg, 31.10 mm x 7.70 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20160700089"
  }
}