{
  "Sold as": "LSD",
  "Expected to be": "LSD",
  "Lab Comments": "Not Available",
  "Warning": "Faint reactions for Marquis (brown grey?), Mecke (brown blue?), and Mandelin (brown?) tests. The field reagent reactions are normal for LSD blotter.  Marquis, Mecke, and Mandelin are unreliable when applied to printed paper and can change to brown/grey colors in the presence of paper and dye. \n\nMandelin's clear purple color change is indicative of the presence of LSD and the lab's GC/MS method for identifying LSD confirms this field reagent result.",
  "Image": "4714.jpg",
  "table data left": {
    "ID": "4714",
    "Name": "Purple Haze 3 LSD",
    "Other Names": "Blotter",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "AASQ3",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Very Slight Change",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Very Slight Change",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Very Slight Change",
    "Ehrlich": "Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_9": [
      "LSD\n\n\n: 1 \n\nLSD aka Acid, Doses",
      "Oleic Acid\n\n\n: 1 \n\nOleic Acid aka (9Z)-Octadec-9-enoic acid",
      "Palmitic Acid\n\n\n: 1 \n\nPalmitic Acid aka hexadecanoic acid",
      "Stearic Acid\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Aug 31, 2016",
    "Pub. Date": "Aug 31, 2016",
    "Src Location": "Ann Arbor, MI",
    "Submitter Loc": "Ann Arbor, MIUnited States",
    "Color": "White",
    "Size": "10 mg, 6.60 mm x 6.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20160800090"
  }
}