{
  "Sold as": "MDMA",
  "Expected to be": "MDMA",
  "Lab Comments": "Not Available",
  "Warning": "Multi-colored (brown, tan, off-white and dark grey) crystalline chunk sample submitted from Atlanta, GA. Submitter indicates they expect sample to be '82% MDMA, possible meth, possible research chemical'.\n\nReminder: EcstasyData is not allowed to determine quantitative amounts of drugs in samples. \n\nSubmitter indicates they expect sample to be '82% MDMA'. The total mass of this sample including any diluents, if present, was ~400 mg. While MDMA was the only active chemical (indicated by the ratio '1' above) that was detected, it is impossible to extrapolate what mass of MDMA is present within the ~400 mg.",
  "Image": "4986.jpg",
  "table data left": {
    "ID": "4986",
    "Name": "MDMA",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "KY112",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Purple-Brown-Black",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Purple-Blue-Black",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "MDMA\n\n\n: 1 \n\nMDMA aka Ecstasy, E, X"
    ]
  },
  "table data right": {
    "Test Date": "Dec 14, 2016",
    "Pub. Date": "Dec 14, 2016",
    "Src Location": "KY",
    "Submitter Loc": "Atlanta, GAUnited States",
    "Color": "Off White / Gray",
    "Size": "400 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20161200023"
  }
}