{
  "Sold as": "MDA",
  "Expected to be": "MDA",
  "Lab Comments": "Not Available",
  "Warning": "Sender indicates that powder was identified as '90% pure' by another drug checking program. Reminder: EcstasyData is disallowed from identifying diluents (inert material such as sugar, tablet salt, lactose, etc.) or their ratios. No chemical aside from MDA was identified in this sample. Submitted from Colorado, USA.",
  "Image": "5421.jpg",
  "table data left": {
    "ID": "5421",
    "Name": "MDA",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "MDA90",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Red / Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Purple-Blue-Black",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Purple-Blue-Black",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "MDA\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Jun 09, 2017",
    "Pub. Date": "Jun 13, 2017",
    "Src Location": "Online",
    "Submitter Loc": "----, COUnited States",
    "Color": "Tan",
    "Size": "300 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20170600029"
  }
}