{
  "Sold as": "Cocaine",
  "Expected to be": "Cocaine and Lidocaine",
  "Lab Comments": "Not Available",
  "Warning": "White powder sample in capsule, submitted from Lubbock, Texas.  Sender's note: 'I suspect it contains powdered lidocaine as a cutting agent, but I'm excited to figure out for sure what's in it. Gives me a horrible headache as well as total nasal destruction.'\n\nEcstasyData can report on any active chemical the lab detects in a sample, but not on potential inactive diluents (sugars, etc.), due to DEA rules. Lidocaine was not detected in this sample.",
  "Image": "5753.jpg",
  "table data left": {
    "ID": "5753",
    "Name": "Cocaine",
    "Other Names": "Girl; Snow",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "TED10",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Very Slight Change (yellow)",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Very Slight Change (yellow)",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Cocaine\n\n\n: 1 \n\nCocaine aka Crack, Coca"
    ]
  },
  "table data right": {
    "Test Date": "Oct 27, 2017",
    "Pub. Date": "Oct 27, 2017",
    "Src Location": "Lubbock, TX",
    "Submitter Loc": "Lubbock, TXUnited States",
    "Color": "White",
    "Size": "198 mg, 23.20 mm x 8.40 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20171000079"
  }
}