{
  "Sold as": "2C-B",
  "Expected to be": "2C-B, Mescaline, 2C-I",
  "Lab Comments": "First identified by library match. Reference standard ordered, sample re-analyzed. Confirmed as 5-methoxy-MiPT. No 2C-B, 2C-I, or mescaline detected.",
  "Warning": "3/2/18 Update: The sender contacted EcstasyData after this sample was first published and commented that they had tested it with several reagent test kits and 'never once did it pull any color similar to what 5-MEO-MiPT would have tested as', and 'the administered effects of this also do not appear to be similar to 5-MEO-MiPT'.\n\nWe ordered a reference standard for the lab and they re-analyzed the sample. The original identification has been confirmed.\n\n2/27/18: A reference standard for 5-MeO-MiPT is available, and has been ordered so the sample can be re-analyzed to confirm library match. Check back after Mar 7, 2018 for update.",
  "Image": "6037.jpg",
  "table data left": {
    "ID": "6037",
    "Name": "Bumble Bee",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "BB812",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "5-MeO-MiPT\n\n\n: 1 \n\n5-MeO-MiPT aka 5-Methoxy-N,N-Methylisopropyltryptamine"
    ]
  },
  "table data right": {
    "Test Date": "Feb 25, 2018",
    "Pub. Date": "Feb 26, 2018",
    "Src Location": "Victoria, BC, \nCanada",
    "Submitter Loc": "Salt Lake City, UTUnited States",
    "Color": "Yellow",
    "Size": "250 mg, 8.00 mm x 3.80 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20180200106"
  }
}