{
  "Sold as": "Oyxcodone & Acetaminophen",
  "Expected to be": "Inactive filler",
  "Lab Comments": "Substance #4 (1 part) is possibly FUB-144 as well. No oxycodone or acetaminophen detected.",
  "Warning": "8/03/18 Update: FUB-144 confirmed by standard; U-51754 also confirmed by standard. We are still working on identifying the other substances.\n\n7/24/2018: Please check back after July 30 for any updates we might publish here about the FUB-144 and three Unidentified substances detected in this sample.",
  "Image": "6420.jpg",
  "table data left": {
    "ID": "6420",
    "Name": "Watson 932",
    "Other Names": "Oxycodone-APAP 10/325",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "XMJ18",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "U-51754\n\n\n: 12 \n\nU-51754 aka trans-3,4-dichloro-N-[2-(dimethylamino)cyclohexyl]-N-methyl-benzeneacetamide, monohydrochloride",
      "Unidentified\n\n\n: 8",
      "FUB-144\n\n\n: 1 \n\nFUB-144 aka FUB-UR-144",
      "Unidentified\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Jul 22, 2018",
    "Pub. Date": "Jul 24, 2018",
    "Src Location": "Online",
    "Submitter Loc": "Brattleboro, VTUnited States",
    "Color": "White",
    "Size": "425 mg, 11.10 mm x 11.10 mm x 4 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20180700014"
  }
}