{
  "Sold as": "O-PCE",
  "Expected to be": "3-HO-PCE",
  "Lab Comments": "UPDATE: confirmed as containing only 3-hydroxy-PCE. This is the Unidentified-2 peak.  Unidentified-1 peak is a degradation peak of 3-HO-PCE.",
  "Warning": "August 6, 2019: Identification has been revised to 3-HO-PCE following re-test after receipt of reference standard.\n\nJuly 25, 2019: The 'Expected to be' answer above has been updated from the sender's original response of 'Inactive/contaminated' to their revised response of '3-HO-PCE'. A reference standard is available for 3-HO-PCE and has been ordered. This sample will be re-analyzed once the lab receives the reference standard for 3-HO-PCE. Please check back in 14-21 days.",
  "Image": "7539.jpg",
  "table data left": {
    "ID": "7539",
    "Name": "O-PCE",
    "Other Names": "2'-Oxo-PCE",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "DISS05",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Very Slight Change (light purple?)",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Magenta - Reddish Purple",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Blue-Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "3-HO-PCE\n\n\n: 1 \n\n3-HO-PCE aka 3-Hydroxy-PCE; 3-[1-(ethylamino)cyclohexyl]-phenol"
    ]
  },
  "table data right": {
    "Test Date": "Jul 20, 2019",
    "Pub. Date": "Jul 20, 2019",
    "Src Location": "Online, \nNetherlands",
    "Submitter Loc": "Nashville, TNUnited States",
    "Color": "White",
    "Size": "100 mg, 23.40 mm x 8.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20190700053"
  }
}