{
  "Sold as": "Bromadol",
  "Expected to be": "Bromadol",
  "Lab Comments": "Bromadol is ruled out: this sample does not contain bromadol. \n\nThe most abundant substance (so-called Unidentified-2, image below) shows a spectrum that resembles a fluorinated fentanyl analogue. Reagent tests were conducted on the wet liquid, which did not dry when left to evaporate over several days.",
  "Warning": "A reminder to everyone who uses this service, please DO NOT send liquid samples. This is something we specify in the sending instructions and the FAQ. The lab reserves the right to refuse any liquid sample.\n\nA liquid sample must be dried completely before sending. See link for details.",
  "Image": "7590.jpg",
  "table data left": {
    "ID": "7590",
    "Name": "Bromadol",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "broma",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Orange",
    "Ehrlich": "Light Yellow",
    "GC/MS:The GC/MS Lab Test": "",
    "list_9": [
      "Unidentified\n\n\n: 34",
      "Unidentified\n\n\n: 4",
      "Deschloroketamine\n\n\n: 3 \n\nDeschloroketamine aka 2-Oxo-PCM",
      "Benzyl benzoate\n\n\n: 1 \n\nBenzyl benzoate aka BnBzO"
    ]
  },
  "table data right": {
    "Test Date": "Jul 27, 2019",
    "Pub. Date": "Jul 27, 2019",
    "Src Location": "Online, \nGermany",
    "Submitter Loc": "Cologne, NRWGermany",
    "Color": "White",
    "Size": "-",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20190700080"
  }
}