{
  "Sold as": "Diclazepam",
  "Expected to be": "Diclazepam",
  "Lab Comments": "Ratio of unidentified substances (see corresponding images below for spectra): Unidentified-1: 7 parts; Unidentified-2: 2 parts; Unidentified-3: 7 parts; Unidentified-4, 1 part. After receiving the hexamine reference material from the chemical supplier, the lab observed that it 'stinks!!!'.",
  "Warning": "Sep 10 2019: After running the reference standard for Hexamine and re-analyzing this sample, the lab confirmed that it contains Hexamine.\n\nAug 28, 2019:  A reference standard is available for Hexamine and has been ordered. This sample will be re-analyzed once the lab receives the reference standard for Hexamine. (The identification of Hexamine was not ambiguous; this re-testing is normal procedure for chemicals identified by library match for which the lab doesn't have a reference standard on site.)",
  "Image": "7719.jpg",
  "table data left": {
    "ID": "7719",
    "Name": "Brown Tar-Like Material",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "Dic672",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Light Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Dark Yellow",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Nordazepam\n\n\n: 12 \n\nNordazepam aka Nordiazepam, Desmethyldiazepam, Desoxydemoxepam",
      "Unidentified\n\n\n: 7",
      "Unidentified\n\n\n: 7",
      "Unidentified\n\n\n: 2",
      "Hexamine\n\n\n: 1 \n\nHexamine aka Hexamethylenetetramine",
      "Unidentified\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Aug 28, 2019",
    "Pub. Date": "Aug 28, 2019",
    "Src Location": "San Francisco, CA",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "Brown",
    "Size": "50 mg, 22.70 mm x 8.20 mm",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20190800074"
  }
}