{
  "Sold as": "Quaalude",
  "Expected to be": "Not Specified",
  "Lab Comments": "Unidentified Substance #1: 6 (ratio) - now identified as o-Acetotoluidide\nUnidentified Substance #2: 1 (ratio) - tentatively identified as a dimerization of o-Acetotoluidide\n\nTrace phthalamide identified by library match.",
  "Warning": "Jun 17 2022: At the time it was first analyzed, two unidentified substances were detected in this sample, Unidentified #2 (ratio 1) and Unidentified #1 (ratio 6). Unidentified #2 is possibly some sort of dimerization of o-Acetotoluidide, which is the other substance that was originally unidentified in this sample. Unidentified #2 shares some similarities with  4'-Methoxy-8-methylflavone (CAS# 108980-48-9). (thanks, C.S.)\n\nBoth previously unidentified substances can be considered synthesis byproducts.\n\nJun 8 2020: Through Erowid's expert network, the spectra for one of the previously unidentified substances that were detected in this sample has been tracked down, and it appears that it is related to a methaqualone synthesis:\no-Acetotoluidide [CAS# 120-66-1] (previously 'Unidentified 1')",
  "Image": "8334.jpg",
  "table data left": {
    "ID": "8334",
    "Name": "Brown Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "Loki9",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Light Orange",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Methaqualone\n\n\n: 12 \n\nMethaqualone aka Quaaludes; Ludes; Mandrax; Sopor",
      "Synthesis Byproduct(s)\n\n\n: 7 \n\nSynthesis Byproduct(s) aka Identified or Unidentified Chemical(s) that appears to be leftover from synthesis",
      "Phthalamide\n\n\n: trace"
    ]
  },
  "table data right": {
    "Test Date": "Mar 09, 2020",
    "Pub. Date": "Mar 09, 2020",
    "Src Location": "Miami, FL",
    "Submitter Loc": "Miami, FLUnited States",
    "Color": "Tan / Brown",
    "Size": "1000 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "2020-02-0048"
  }
}