{
  "Sold as": "Heroin",
  "Expected to be": "Not Specified",
  "Lab Comments": "Not Available",
  "Warning": "Update June 23 2021: Changed identification for trace substance.\n\nThe original identification of a trace of lophophorine was wrong and the substance detected was noscapine. The inclusion of lophophorine was a curiosity, since it made no sense, but we didn't look too deeply into it because it was a tiny trace in this sample. After re-reviewing this sample, we discovered it was an error in one of the libraries we use and we have positively confirmed that the detected substance is noscapine, a substance we have a lab standard for.",
  "Image": "8735.jpg",
  "table data left": {
    "ID": "8735",
    "Name": "Beige Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "AC2020C032",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Light Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Light Yellow",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Diphenhydramine\n\n\n: 4 \n\nDiphenhydramine aka Benadryl",
      "Quinine\n\n\n: 4",
      "Fentanyl\n\n\n: 2",
      "Acetylfentanyl\n\n\n: 1 \n\nAcetylfentanyl aka acetyl fentanyl",
      "6-Acetylmorphine\n\n\n: trace \n\n6-Acetylmorphine aka 6-MAM, 6-Monoacetylmorphine, 6-AM",
      "Heroin\n\n\n: trace \n\nHeroin aka Diacetylmorphine",
      "Noscapine\n\n\n: trace"
    ]
  },
  "table data right": {
    "Test Date": "Jul 21, 2020",
    "Pub. Date": "Jul 21, 2020",
    "Src Location": "Chicago, IL",
    "Submitter Loc": "Chicago, ILUnited States",
    "Color": "White / Tan",
    "Size": "20 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20070019"
  }
}