{
  "Sold as": "Unclear",
  "Expected to be": "Unclear",
  "Lab Comments": "Not Available",
  "Warning": "The effective dose of MDMA is about 100 times higher than the effective dose for 25I-NBOMe, and this powder therefore could be dangerous if it is used like MDMA/Molly/Ecstasy.\n\nWhile the ratio here is 1:1, there's no way to determine from DrugsData data what the mass of either MDMA or 25I-NBOMe is in this sample. DrugsData is not allowed to provide quantitative results for samples it analyzes, because our lab is constrained by rules set by the US DEA.",
  "Image": "8756.jpg",
  "table data left": {
    "ID": "8756",
    "Name": "Chunky Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "R41NB",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Black / Purple (orange?)",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Blue Black (orange bits)",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "25I-NBOMe\n\n\n: 1 \n\n25I-NBOMe aka 2C-I-NBOMe; 2-(4-iodo-2,5-dimethoxyphenyl)-N-[(2-methoxyphenyl)methyl]ethanamine",
      "MDMA\n\n\n: 1 \n\nMDMA aka Ecstasy, E, X"
    ]
  },
  "table data right": {
    "Test Date": "Jul 20, 2020",
    "Pub. Date": "Jul 20, 2020",
    "Src Location": "San Francisco, CA",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "Off White / Brown",
    "Size": "100 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20070040"
  }
}