{
  "Sold as": "Etizolam",
  "Expected to be": "Etizolam",
  "Lab Comments": "Not Available",
  "Warning": "The '1' above indicates the ratio of etizolam, it does not indicate the mass of etizolam in this sample.\n\nA reminder that DrugsData is not allowed to provide quantitative results (the mass) for samples it analyzes, because our lab is constrained by rules set by the US DEA. The identity and ratio of inert tableting constituents can not be reported.",
  "Image": "8877.jpg",
  "table data left": {
    "ID": "8877",
    "Name": "Etizex-1",
    "Other Names": "Orange Tablet",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "20ETZ1",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Etizolam\n\n\n: 1 \n\nEtizolam aka Etilaam, Etizest, Etizola, Sedekopan, Pasaden or Depas"
    ]
  },
  "table data right": {
    "Test Date": "Aug 21, 2020",
    "Pub. Date": "Aug 21, 2020",
    "Src Location": "Online, \nIndia",
    "Submitter Loc": "Grass Valley, CAUnited States",
    "Color": "Orange",
    "Size": "210 mg, 8.20 mm x 3.90 mm",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20070131"
  }
}