{
  "Sold as": "Fentanyl/Heroin",
  "Expected to be": "Not Specified",
  "Lab Comments": "At the time it was first analyzed this sample contained an unidentified substance that has since been identified.",
  "Warning": "Jan 25 2023: boc-Norfentanyl confirmed as compared with reference standard in re-analysis.\n\nDec 16, 2021: The previously unidentified substance has been identified as boc-Norfentanyl (CAS# 2665695-47-4), a Norfentanyl precursor.\n\nJul 19, 2021: Major ions of the unidentified substance are very similar to those of Unidentified-1 in sample #10825.",
  "Image": "9312.jpg",
  "table data left": {
    "ID": "9312",
    "Name": "Tan Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "AC2020B209",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Fentanyl\n\n\n: 6",
      "N-Boc Norfentanyl\n\n\n: 2",
      "4-ANBocP\n\n\n: 1 \n\n4-ANBocP aka 4-Anilino-1-Boc-piperidine; N-Boc-4-AP; 1-Boc-4-(Phenylamino)piperidine; tert-Butyl 4-(phenylamino)piperidine-1-carboxylate",
      "4-ANPP\n\n\n: 1 \n\n4-ANPP aka Despropionyl fentanyl; ANPP; 4-anilino-N-phenethylpiperidine",
      "Norfentanyl\n\n\n: trace",
      "Tramadol\n\n\n: trace \n\nTramadol aka Ultram"
    ]
  },
  "table data right": {
    "Test Date": "Oct 28, 2020",
    "Pub. Date": "Oct 28, 2020",
    "Src Location": "Lynn, MA",
    "Submitter Loc": "Lynn, MAUnited States",
    "Color": "Tan",
    "Size": "200 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20100086"
  }
}