{
  "Sold as": "Not Specified",
  "Expected to be": "Not Specified",
  "Lab Comments": "Unidentified Substance #1: 3 parts\n\nUnidentified Substance #2: 3 parts\n\nUnidentified Substance #3: 13 parts",
  "Warning": "Sep 5 2023: Our lab was not able to re-analyze this sample in comparison to a reference standard for Octadecyl 3-(3,5-di-tert-butyl-4-hydroxyphenyl)propionate [CAS# 2082-79-3].\n\nMar 10, 2021: We currently believe that the largest unidentified component (the substance marked as '13 parts'), with the file-number of #3, is probably a chemical closely related to Benzenepropanoic acid, possibly CAS 2082-79-3.\n\nOur current working theory is that 9520-unidentified-1 and 9520-unidentified-2 are breakdown products or artifacts of 9520-unidentified-3 (13 parts, possibly CAS 2082-79-3).",
  "Image": "9520.jpg",
  "table data left": {
    "ID": "9520",
    "Name": "White Rock",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "AC2020B331",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Very Slight Change (light gray?)",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Very Slight Change (yellow)",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Brown-Green",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Cocaine\n\n\n: 29 \n\nCocaine aka Crack, Coca",
      "Tentative Identification - See Note\n\n\n: 13",
      "Methylecgonidine\n\n\n: 3 \n\nMethylecgonidine aka Anhydroecgonine methyl ester; Methyl Ecgonidine; AEME",
      "Tentative Identification - See Note\n\n\n: 3",
      "Tentative Identification - See Note\n\n\n: 3",
      "Methylecgonine\n\n\n: 1 \n\nMethylecgonine aka Ecgonine Methyl Ester"
    ]
  },
  "table data right": {
    "Test Date": "Dec 18, 2020",
    "Pub. Date": "Dec 18, 2020",
    "Src Location": "New Bedford, MA",
    "Submitter Loc": "New Bedford, MAUnited States",
    "Color": "White",
    "Size": "10 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20120021"
  }
}