{
  "Sold as": "Methaqualone 300mg",
  "Expected to be": "Methaqualone",
  "Lab Comments": "Unidentified Substance #1: 1 part (scan time 4.318  minutes)\n[Now ID'd as 4-Chloro-o-toluidine] \n\nUnidentified Substance #2: 2 parts (scan time 6.447 minutes)\n[Now as 4-Chloro-2-methylacetanilide]",
  "Warning": "Feb 13 2022: 4-Chloro-2-methylacetanilide is confirmed by comparison to certified reference standard.\n\nJan 31 2022: The other previously unidentified substance alongside the SL-164 and 4-Chloro-o-toluidine could be 4-Chloro-2-methylacetanilide, which could have been used as a reagent for the SL-164.\n\nJan 29 2022: One of the previously unidentified substances alongside the SL-164 is 4-Chloro-o-toluidine (CAS# 95-69-2). The confirmation of this identification was arrived at after a protracted process of securing a certified reference standard.\n\nAug 9 2021: There is a tentative identification on one of the unidentified substances (unid #1) that we're working on, a standard has been ordered and this sample will be re-analyzed after the lab receives the standard.\n\nFeb 1, 2021: A reference standard for SL-164 was purchased and SL-164 has been confirmed. There are also two unidentified substances present. However, the DrugsData lab currently believes that unidentified #1 is a GC artifact/breakdown product of unidentified #2.\n\nOriginally, the lab reported only a single substance, SL-164 by library match. At the time, the lab believed that there were GC artifacts (chemicals that get created by the high temperature and other conditions in the gas chromatograph) and only reported the single substance.  After receiving the certified reference standard for SL-164, the lab discovered that the two other GC peaks were not GC artifacts of SL-164. The lab now believes there is one unidentified parent compound (perhaps a synthesis byproduct of SL-164, though we don't know) that breaks in the GC into two separate peaks. Until we can identify one or both of those chemicals, we can't be sure.",
  "Image": "9717.jpg",
  "table data left": {
    "ID": "9717",
    "Name": "Blue/White Capsule",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "MQUAL",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "SL-164\n\n\n: 3",
      "4-Chloro-2-methylacetanilide\n\n\n: 2",
      "4-Chloro-o-toluidine\n\n\n: 1 \n\n4-Chloro-o-toluidine aka 4-Chloro-2-methylaniline; 4-Chloro-2-methyl benzenamine"
    ]
  },
  "table data right": {
    "Test Date": "Jan 27, 2021",
    "Pub. Date": "Jan 27, 2021",
    "Src Location": "Online",
    "Submitter Loc": "Minneapolis, MNUnited States",
    "Color": "Blue / White",
    "Size": "300 mg, 19.20 mm x 6.50 mm",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "21010091"
  }
}