{
  "Sold as": "RAD-140, MK 2866, GW-505156, SR-9009 (Research SARMs)",
  "Expected to be": "No contaminants",
  "Lab Comments": "Ostarine (MK 2866) identified by library match. Several unknown peaks present.\n\nUnidentified Substance #1: 2 parts\n\nUnidentified Substance #2: 1 part\n\nUnidentified Substance #3: 3 parts (tentatively identified)\n\nUnidentified Substance #4: 9 parts\n\nProduced very busy spectrum, the peaks besides Ostarine and these four are GC/MS impurities.",
  "Warning": "Apr 20 2023: One of the unidentified substances has been tentatively identified as SR-9009. SARMs remain outside our area of expertise and any other potential progress on this sample will be slow to none. (Thanks to Y. for the identification.)\n\nSep 12 2022: The DrugsData program is targeted at analyzing and detecting psychoactive street drugs. Selective Androgen Receptor Modulators fall outside the scope of what we analyze.",
  "Image": "14132.jpg",
  "table data left": {
    "ID": "14132",
    "Name": "Sarms Stack",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "HXT21",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Light Yellow",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Light Purple",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Blue Green",
    "Froehde": "Light Yellow",
    "Liebermann": "Yellow-Brown",
    "Morris": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_11": [
      "Ostarine\n\n\n: 14 \n\nOstarine aka MK 2866; Enobosarm",
      "Unidentified\n\n\n: 9",
      "Tentative Identification - See Note\n\n\n: 3",
      "Unidentified\n\n\n: 2",
      "Unidentified\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Sep 12, 2022",
    "Pub. Date": "Sep 12, 2022",
    "Src Location": "Online, \nIndia",
    "Submitter Loc": "San Diego, CAUnited States",
    "Color": "White",
    "Size": "50 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "22080182"
  }
}