{
  "Sold as": "Mucuna pruriens",
  "Expected to be": "Not Specified",
  "Lab Comments": "No drugs or other peaks detected besides the palmitic acid and linoleic acid.",
  "Warning": "DrugsData is not a good choice for analyzing whole-plant products or extracts, or supplements that don't have named components. The main reason to use DrugsData to test an herbal product or supplement is if a sample is suspected of being adulterated. Our program is targeted at analyzing and detecting psychoactive drugs, pharmaceuticals, research chemicals, street drugs, their analogs, and the contaminants in those drugs.\n\nIf this sample contained a 'small molecule', the lab would likely have been able to identify the substance. In any case it would have been detected and would be listed above as an Unidentified substance.\n\nIf one or more large molecules (such as proteins or peptides) are present, the lab will probably not be able to identify the substance because their lab techniques cause large molecules to degrade. In many cases, the procedures used by the lab cause such large-molecule substances to not show up at all. Simple sugars, vitamins, metals, and minerals do not show up properly using the techniques used by our lab, either.",
  "Image": "14271.jpg",
  "table data left": {
    "ID": "14271",
    "Name": "Brown Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "22AA2",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Green with Orange",
    "Froehde": "Brown",
    "Liebermann": "Light Brown",
    "Morris": "Light Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_11": [
      "Linoleic acid\n\n\n  \n\nLinoleic acid aka cis, cis-9,12-Octadecadienoic acid",
      "None Detected\n\n\n  \n\nNone Detected aka No Drugs Detected",
      "Palmitic Acid\n\n\n  \n\nPalmitic Acid aka hexadecanoic acid"
    ]
  },
  "table data right": {
    "Test Date": "Sep 26, 2022",
    "Pub. Date": "Sep 26, 2022",
    "Src Location": "Online",
    "Submitter Loc": "Brooklyn, NYUnited States",
    "Color": "Brown",
    "Size": "500 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "22090003"
  }
}