{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "The submitter wrote of why they submitted the tablet: \"The reason I made the submission is because after taking them, I felt that they had a pretty clean feel to them.  They definitely dilated my pupils and caused lots of \"stutter vision\" and rolling of my eyes in the back of my head.  I\n would say that they could be mda, except that they don't last long enough, and they seem to cause to much openness and strong of a need to talk to be mde.  Oddly, they cause an openness and strong need to talk, but I find myself saying things like I would if I had taken acid - in an almost too straight forward of a way with a sort of a lack of sensitivity - unlike mdma.  The pills are interestingly strong and short lasting, but seem to lack something. \"",
  "Image": "1528.jpg",
  "table data left": {
    "ID": "1528",
    "Name": "Heart",
    "Other Names": "",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Black / Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Green to Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_6": [
      "MDMA\n\n\n: 1 \n\nMDMA aka Ecstasy, E, X"
    ]
  },
  "table data right": {
    "Test Date": "Nov 18, 2005",
    "Pub. Date": "Dec 05, 2005",
    "Src Location": "New York, NY",
    "Submitter Loc": "New York, NYUnited States",
    "Color": "Red / Pink",
    "Size": "206 mg, 7.00 mm x 3.50 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20051100105"
  }
}