{
  "Sold as": "Psychotria alba/carthagenesis; Chacruna",
  "Expected to be": "N,N-DMT",
  "Lab Comments": "Tested three times after pulverizing leaf in solvent. Basic extraction analysis also performed.",
  "Warning": "Apr 11 2023: The main reason to use DrugsData to test an herbal product or supplement is if a sample is suspected of being adulterated. Our program is targeted at analyzing and detecting psychoactive drugs, pharmaceuticals, research chemicals, street drugs, their analogs, and the contaminants in those drugs. Erowid's DrugsData is not targeted at natural products, raw plant matter, or environmental analysis.\n\nIf this sample contained a 'small molecule', the lab would likely have been able to identify the substance. In any case it would have been detected and would be listed above as an Unidentified substance.\n\nIf one or more large molecules (such as proteins or peptides) are present, the lab will probably not be able to identify the substance because their lab techniques cause large molecules to degrade. In many cases, the procedures used by the lab cause such large-molecule substances to not show up at all. Simple sugars, many vitamins, metals, and minerals do not show up properly using the techniques used by our lab, either.",
  "Image": "15887.jpg",
  "table data left": {
    "ID": "15887",
    "Name": "Leaf Material",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "XPQV9",
    "GC/MS:The GC/MS Lab Test": "",
    "list_5": [
      "Resorcinol\n\n\n: 2",
      "Unidentified\n\n\n: 2",
      "Vitamin E\n\n\n: 1 \n\nVitamin E aka Tocopherol"
    ]
  },
  "table data right": {
    "Test Date": "Apr 11, 2023",
    "Pub. Date": "Apr 11, 2023",
    "Src Location": "Online",
    "Submitter Loc": "Athens, OHUnited States",
    "Color": "Green",
    "Size": "-",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "23030165"
  }
}