{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "The Portland Metro Forensic Laboratory of the Oregon State Police recently received 18 vibrantly colored tablets of five different types, all suspected Ecstasy. The exhibits were seized in Portland by the Portland Police Department, incidental to a stop for a traffic violation and subsequent consent search. The tablets were mixed together; there were six round orange tablets imprinted with an Interstate 5 shield logo (total net mass 1.7 grams), four green tablets, shaped and imprinted to resemble a 'Transformer' (total net mass 1.1 grams), four round purple tablets imprinted with an JL Audio logo (total net mass 1.2 grams), three pink tablets, shaped and imprinted to resemble the head of Bart Simpson (total net mass 0.8 grams), and one round blue tablet imprinted with the Superman logo (total net mass 0.2 grams). The Transformer and Bart Simpson tablets were very detailed and well-pressed, and more resembled candies or children's chewable vitamins as opposed to typical Ecstasy tablets. Analysis by color tests (Marquis and nitroprusside), GC/MS, and UV, however, indicated not MDMA but rather a 1 :1 mixture of benzylpiperazine (BZP) and trifluoromethylphenylpiperazine (TFMPP) for the orange, green, purple and blue tablets, and a 1 : 2 mixture of BZP and TFMPP for the pink tablets. The piperazines were not formally quantitated, but were present in a moderate to high loading based on the TIC and UV. The laboratory has received numerous Ecstasy mimic tablets containing this piperazine mixture over the past year, but never before in these unusual tablet shapes. Since this initial submission, the laboratory received an exhibit containing another 30 of the green Transformer-shaped and imprinted tablets, also containing the 1 : 1 mixture of BZP and TFMPP.",
  "Image": "1754.jpg",
  "table data left": {
    "ID": "1754",
    "Name": "Bart Simpson",
    "Other Names": "",
    "GC/MS:The GC/MS Lab Test": "",
    "list_4": [
      "TFMPP\n\n\n: 2",
      "BZP\n\n\n: 1 \n\nBZP aka Benzoyl Peroxide"
    ]
  },
  "table data right": {
    "Test Date": "Dec 01, 2008",
    "Pub. Date": "Aug 26, 2009",
    "Src Location": "Portland, OR",
    "Submitter Loc": "Portland, ORUnited States",
    "Color": "Red / Pink",
    "Size": "266.6 mg",
    "Data Source": "DEA",
    "Tested by": "DEA",
    "Lab's ID": "081200_01"
  }
}