{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "Note from submitter: 2 tabs - 1 hour wait - nothing.\n\n2 more tabs, feeling really, really crappy within half an hour. Would like to know what this stuff was. Taken on an empty stomach. Blurred vision, slight movement of things that were stationary and not moving, it did make me think and try to process personal issues and things that came to mind, though.\n\nSlightly uneasy stomach.\n\nLasted 5 hours of the high and then the come down feeling really tired and lazy, with no appetite and a down feeling. Was really not a high for me, but a let down. No love and hug drug at all.",
  "Image": "2347.jpg",
  "table data left": {
    "ID": "2347",
    "Name": "Yellow Playboy",
    "Other Names": "Bunny, Rabbit",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_6": [
      "TFMPP\n\n\n: 9.00",
      "Dibenzylpiperazine\n\n\n: 2.50 \n\nDibenzylpiperazine aka 1,4-dibenzylpiperazine, DBZP",
      "BZP\n\n\n: 1.00 \n\nBZP aka Benzoyl Peroxide"
    ]
  },
  "table data right": {
    "Test Date": "Dec 08, 2011",
    "Pub. Date": "Dec 08, 2011",
    "Src Location": "Honolulu, HI",
    "Submitter Loc": "Honolulu, HIUnited States",
    "Color": "Yellow",
    "Size": "296 mg, 8.40 mm x 5.60 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20111100162"
  }
}