{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "The lab was unable to identify one of the two substances in this sample. The unidentified sample is 1/4 of the amount of the ethylone in this sample.  \n\nOne of our experts (AV) identified this substance as a precursor chemical used to synthesize ethylone:  \n\n1-(benzo [d] [1,3] dioxol-5-yl)-2-chloropropan-1-one ( CAS No. 84707-83-5 ). See the image that indicates the structure of the proposed identification.",
  "Image": "3132.jpg",
  "table data left": {
    "ID": "3132",
    "Name": "Molly Powder",
    "Other Names": "2B Happe",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Dark Green",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Brown-Green",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Ethylone\n\n\n: 4 \n\nEthylone aka MDEC, bk-MDEA, 3,4-methylenedioxy-N-ethylcathinone",
      "1-benzo[1,3]dioxol-5-yl-3-chloro-propan-1-one\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Apr 15, 2014",
    "Pub. Date": "Apr 15, 2014",
    "Src Location": "Sacramento, CA",
    "Submitter Loc": "Sacramento, CAUnited States",
    "Color": "Brown / Off White",
    "Size": "200 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20140400025"
  }
}