{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "The lab found no drugs at all in the tablets and the tablets themselves were very unusual in that they dissolved quickly and completely in the solvent, where normally some pill binders and other material will not dissolve. \n\nThe lab also didn't find any of the normal 'dietary supplement' marker chemicals like palmitic acid, steric acid, or the like. The lab did not find anything via GC or MS. \n\nIf the submitter sees this, please email us with more info about what type of allergic reaction you experienced.",
  "Image": "3232.jpg",
  "table data left": {
    "ID": "3232",
    "Name": "Watson 540",
    "Other Names": "M1013",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "None Detected\n\n\n: 1 \n\nNone Detected aka No Drugs Detected"
    ]
  },
  "table data right": {
    "Test Date": "Aug 01, 2014",
    "Pub. Date": "Aug 01, 2014",
    "Src Location": "Dearborn, MI",
    "Submitter Loc": "Dearborn, MIUnited States",
    "Color": "White",
    "Size": "619 mg, 5.60 mm x 7.30 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20140700086"
  }
}