{
  "Sold as": "Not Available",
  "Expected to be": "Not Available",
  "Lab Comments": "Not Available",
  "Warning": "Note that all three field reagent reactions were very light and could have just been more of a reaction of wetting the off white powder with the liquid. MDA should react more strongly to the reagents than this did, so it is expected to be very diluted material. \n\nNote that simple fillers like sugars and salts do not show up with our testing protocol.",
  "Image": "3331.jpg",
  "table data left": {
    "ID": "3331",
    "Name": "Unknown Capsule",
    "Other Names": "Z123Z",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Light Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Caffeine\n\n\n: 4",
      "Palmitic Acid\n\n\n: 2 \n\nPalmitic Acid aka hexadecanoic acid",
      "Stearic Acid\n\n\n: 2",
      "MDA\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Oct 21, 2014",
    "Pub. Date": "Oct 21, 2014",
    "Src Location": "Spring Valley, NY",
    "Submitter Loc": "Spring Valley, NYUnited States",
    "Color": "Off White / Yellow",
    "Size": "380 mg, 18.70 mm x 6.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20141000071"
  }
}