{
  "Sold as": "5-MeO-DMT",
  "Expected to be": "5-MeO-DMT",
  "Lab Comments": "Not Available",
  "Warning": "Submitter contacted us to ask about verifying the date and time of delivery and analysis because of dispute with vendor. Sample was dated by submitter on December 15, 2014. It was received by the lab on December 19th, with a post mark from SLO, California. Lab analyzed sample on December 21st and Erowid published results over the next few days as we worked out the unidentifieds in the sample. \n\nThe sample was confirmed to contain no 5-MeO-DMT nor any DMT.",
  "Image": "3409.jpg",
  "table data left": {
    "ID": "3409",
    "Name": "5-MeO-DMT Powder",
    "Other Names": "33PP1",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Red Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Light Green",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Black / Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "FUB-MDMB\n\n\n: 2 \n\nFUB-MDMB aka Methyl 2-(1-(4-fluorobenzyl)-1H-indole-3-carboxamido)-3,3- dimethylbutanoate",
      "8-Hydroxyquinoline\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Dec 24, 2014",
    "Pub. Date": "Dec 24, 2014",
    "Src Location": "Online, CA",
    "Submitter Loc": "Online, CAUnited States",
    "Color": "White",
    "Size": "300 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20141200113"
  }
}