{
  "Sold as": "Roche Vailum",
  "Expected to be": "Diazepam",
  "Lab Comments": "Not Available",
  "Warning": "Submitter: Sold as Roche V Cut Valium, expected to be Diazepam. \n\nSubmitter: A friend got addicted to xanax and couldn't taper because of the short half life. He found the Ashton Benzo manual and saw a way out. He made a small purchase of Valium with the V cut all the way through. Then ordered enough for his long slow taper. But the second batch was not the same! We both searched online and came up with nothing.\n\nSo he's praying that he didn't get ripped off or worse. Our main concern is that it is not Valium at all and something else bad. I told my friend not to take them until we had a lab test done.",
  "Image": "3684.jpg",
  "table data left": {
    "ID": "3684",
    "Name": "Roche Valium",
    "Other Names": "DIAZ",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "Diazepam\n\n\n: 1 \n\nDiazepam aka Valium"
    ]
  },
  "table data right": {
    "Test Date": "Jul 01, 2015",
    "Pub. Date": "Jul 01, 2015",
    "Src Location": "Online, CT",
    "Submitter Loc": "Online, CTUnited States",
    "Color": "Blue",
    "Size": "201 mg, 8.30 mm x 3.10 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150600156"
  }
}