{
  "Sold as": "MDAI",
  "Expected to be": "MDAI",
  "Lab Comments": "Not Available",
  "Warning": "Submitter: Sold as MDAI in June, 2015. Expected to be MDAI.  However, the WEDINOS testing service in Wales reported this sample contains phenylpiracetam, but I believe this is a mistake as they have found multiple samples from different sources with the same contaminant.\n\nEcstasyData: For inexperienced labs, this is a very common problem: certain drugs can become 'sticky' inside GC/LC columns or other equipment and contaminate all samples until the material is removed, the technicians know how to verify it is just a leftover trace, or the part of the equipment is replaced.  Over the years, EcstasyData and DDL have encountered this problem repeatedly and have developed techniques and procedures to avoid that. DDL has been great and has a few rules they use to reduce the likelihood of contaminating the column.  \n\nBut, once contamination has been noticed (it should be a red flag if multiple independent samples show low amounts of the same unusual chemical), steps need to be taken not to 'contaminate' the data and reports. Hopefully this result can be useful to WEDINOS to help them verify that some results may have been mis-reported.",
  "Image": "3707.jpg",
  "table data left": {
    "ID": "3707",
    "Name": "MDAI Powder",
    "Other Names": "Unknown RCHMY",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Orange to Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "MDAI\n\n\n: 1 \n\nMDAI aka 5,6-methylenedioxy-2-aminoindane"
    ]
  },
  "table data right": {
    "Test Date": "Jul 22, 2015",
    "Pub. Date": "Jul 22, 2015",
    "Src Location": "Unknown, England, \nUnited Kingdom",
    "Submitter Loc": "Unknown, EnglandUnited Kingdom",
    "Color": "Off White / Tan",
    "Size": "500 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150700065"
  }
}