{
  "Sold as": "MDA",
  "Expected to be": "MDA + herbicide",
  "Lab Comments": "Not Available",
  "Warning": "Submitter: Sold as MDA with name MDA. Expected to be MDMA + an herbacide?\n\nEcstasyData: The lab found only MDA in the sample and the submitter did not provide any reason for why they suspected an herbacide might be in the sample. If the submitter sees this, please send us more info about what made you think that.\n\nSome/many herbicides or insecticides would not show up using the analytical process that the lab uses, so without having more specifics to go on, we can't say much about whether there is an herbicide in this.",
  "Image": "3716.jpg",
  "table data left": {
    "ID": "3716",
    "Name": "MDA Capsule",
    "Other Names": "Z1Z1Z1",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Black / Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Dark Blue",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Purple, Gray, Brown in Yellow",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "MDA\n\n\n: 1"
    ]
  },
  "table data right": {
    "Test Date": "Jul 26, 2015",
    "Pub. Date": "Jul 26, 2015",
    "Src Location": "Portland, OR",
    "Submitter Loc": "Portland, ORUnited States",
    "Color": "White",
    "Size": "170 mg, 16.60 mm x 6.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20150700094"
  }
}