{
  "Sold as": "4-Methylpentedrone",
  "Expected to be": "4-Methylpentedrone",
  "Lab Comments": "Initially this was identified correctly as 4-Methyl-N-Ethylpentedrone (4-methyl-α-ethylaminopentiophenone in Cayman library naming). We also identified a small 'Unidentified' second peak.",
  "Warning": "June 23 2016: We purchased a lab standard for 4-Methyl-N-Ethylpentedrone after receiving this submission.\n\nWhen the standard was run, the same tiny extra peak corresponding to the 'Unidentified' second peak was seen, confirming that this submission is nearly pure 4-Methyl-N-Ethylpentedrone. The unidentified peak is part of the parent compound when run through a Gas Chromatograph (GC). \n\nThis submission does not contain any 4-Methylpentedrone.",
  "Image": "4491.jpg",
  "table data left": {
    "ID": "4491",
    "Name": "4-Methylpentedrone",
    "Other Names": "4MPD1",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "4-methyl-N-ethylnorpentedrone\n\n\n: 1 \n\n4-methyl-N-ethylnorpentedrone aka 4-MEAPP; 4-MEAP; 4-Methyl-N-Ethylpentedrone;  4-Methyl-α-ethylaminopentiophenone"
    ]
  },
  "table data right": {
    "Test Date": "Jun 21, 2016",
    "Pub. Date": "Jun 22, 2016",
    "Src Location": "Online, \nChina",
    "Submitter Loc": "----, OnlineChina",
    "Color": "White",
    "Size": "200 mg",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20160500171"
  }
}