{
  "Sold as": "6-APB",
  "Expected to be": "5-IT",
  "Lab Comments": "5-IT ruled out.",
  "Warning": "July 25, 2016: The lab has confirmed that this is 5-APDB and not 6-APDB. We had to get all the standards in hand and then run the test several times because 5- and 6-APDB are very similar in the GC/MS. \n\nWe can now reliably differentiate between 4-,5-,6-, and 7-APDB.\n\nLab tech points out that it is interesting that the powder solution turned dark blue in methanol.\n\n---\n\nOld Notes :\n\nThe sample was not concentrated enough, plus, it's likely one of the APB compounds. (5-IT ruled out.)\n\nThe lab has confirmed it is an APDB. On July 22nd, we confirmed that it is not 4-APDB nor 7-APDB, but do not yet know whether it is 5-APDB or 6-APDB. The lab is working on re-testing to confirm.",
  "Image": "4540.jpg",
  "table data left": {
    "ID": "4540",
    "Name": "6-APB",
    "Other Names": "E6apb",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Purple - Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_7": [
      "5-APDB\n\n\n: 1 \n\n5-APDB aka 5-(2-Aminopropyl)-2,3-dihydrobenzofuran, 3-Desoxy-MDA, EMA-4"
    ]
  },
  "table data right": {
    "Test Date": "Jul 09, 2016",
    "Pub. Date": "Jul 10, 2016",
    "Src Location": "New York, NY",
    "Submitter Loc": "New York, NYUnited States",
    "Color": "Gray",
    "Size": "227 mg, 10.10 mm x 3.10 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20160600130"
  }
}