{
  "Sold as": "DOL, part of two-pill Flex Dol",
  "Expected to be": "Procaine",
  "Lab Comments": "Lab Note: Glycosamine, chamomile, white willow may or may not be present. These substances are not part of the lab's current detection methodology and GC/MS detection is unknown.",
  "Warning": "No procaine detected. Submitter note indicates they have concerns that the tablet may contain cortisone, steroids, or contaminants. Tablet is sold as 'Flex Dol' which is described as an analgesic with a mixture of supplements and plant extracts. Submitter suspected it might contain procaine. Submitted from Miami, Florida.",
  "Image": "5456.jpg",
  "table data left": {
    "ID": "5456",
    "Name": "DOL",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "MB368",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "None Detected\n\n\n  \n\nNone Detected aka No Drugs Detected"
    ]
  },
  "table data right": {
    "Test Date": "Jun 19, 2017",
    "Pub. Date": "Jun 19, 2017",
    "Src Location": "Colombia",
    "Submitter Loc": "Miami, FLUnited States",
    "Color": "White",
    "Size": "121 mg, 6.70 mm x 6.70 mm x 3.28 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20170600096"
  }
}