{
  "Sold as": "Heroin",
  "Expected to be": "Heroine, Caffeine & inert cuts, possibly fentanyl or fentanyl analogs",
  "Lab Comments": "Not Available",
  "Warning": "May 28, 2018: As part of quality assurance, we retested this sample in May 2018 in order to verify it contained no fentanyl. On re-analysis, we found no fentanyl and found trace remnants of 6-mam and papaverine leftover from the synthesis.",
  "Image": "5718.jpg",
  "table data left": {
    "ID": "5718",
    "Name": "China White",
    "Other Names": "Chiva Blanca, China",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "MC175",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Magenta - Reddish Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Green",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Heroin\n\n\n: 1.50 \n\nHeroin aka Diacetylmorphine",
      "Caffeine\n\n\n: 1.00"
    ]
  },
  "table data right": {
    "Test Date": "Oct 09, 2017",
    "Pub. Date": "Oct 09, 2017",
    "Src Location": "Los Angeles, CA",
    "Submitter Loc": "Los Angeles, CAUnited States",
    "Color": "White",
    "Size": "224 mg, 7.60 mm x 22.70 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20171000001"
  }
}