{
  "Sold as": "Heroin",
  "Expected to be": "Heroin + Fentanyl or analog",
  "Lab Comments": "Nov 14 2017 Update: Sample was re-tested; all of the material left over after the original analysis, including the capsule, was dissolved in solvent and homogenized. With re-test, fentanyl was detected. Traces of caffeine, fentanyl synthesis byproduct and heroin production byproduct were also detected.",
  "Warning": "Tan powder sample submitted from New York, New York, USA.\n\nSender commented that 'Sample tested positive on both 'DanceSafe' and another brand of fentanyl test strips (or cassette). Would like to know if these immunoassay fentanyl tests actually work.'\n\nErowid Note: Immunoassay and reagent tests can not definitively identify substances, though their results can be consistent with or inconsistent with the presence of a chemical (in this case fentanyl).\n\nThe first GC/MS analysis of this sample did not detect the presence of fentanyl. After considering the issue of 'hot spots' or non-homogenized heroin samples that might contain fentanyl or fentanyl-analogs in sub-portions of the sample, we had the entire sample dissolved and the complete solution re-tested. This was done to make sure we'd see any fentanyl present in any part of the sample.\n\nThe second GC/MS analysis did detect fentanyl and also documented several trace components that make it clear this heroin was synthesized from natural poppy latex. \n\nDespite the impurities found, the primary active constituents in the powder sample submitted are heroin and fentanyl, with roughly six times as much heroin as fentanyl. \n\nOur second, deeper analysis suggests that the heroin synthesis was not complete and the finished substance had not been 'cleaned up', leaving   trace amounts of several codeine- and morphine-related opioids in this heroin sample. Further, 4-ANPP (Despropionyl fentanyl) was also found in trace amounts. This chemical is not considered active or desired, but is an intermediate chemical found in the synthesis of fentanyl.\n\nBecause of the extremely low levels of these trace chemicals, it is difficult to be certain whether the identified substances are necessarily left over from the original synthesis or as breakdown products from an intermediary process such as storage conditions, heat, or potentially the analytical GC/MS process itself.",
  "Image": "5779.jpg",
  "table data left": {
    "ID": "5779",
    "Name": "Heroin",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "DNAV55",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Magenta - Reddish Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Blue Green",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Heroin\n\n\n: 6 \n\nHeroin aka Diacetylmorphine",
      "Fentanyl\n\n\n: 1",
      "4-ANPP\n\n\n: trace \n\n4-ANPP aka Despropionyl fentanyl; ANPP; 4-anilino-N-phenethylpiperidine",
      "6-Acetylmorphine\n\n\n: trace \n\n6-Acetylmorphine aka 6-MAM, 6-Monoacetylmorphine, 6-AM",
      "Acetylcodeine\n\n\n: trace",
      "Caffeine\n\n\n: trace",
      "Papaverine\n\n\n: trace"
    ]
  },
  "table data right": {
    "Test Date": "Nov 05, 2017",
    "Pub. Date": "Nov 06, 2017",
    "Src Location": "Online",
    "Submitter Loc": "New York, NYUnited States",
    "Color": "Tan",
    "Size": "332 mg, 22.60 mm x 8.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20171100014"
  }
}