{
  "Sold as": "MXE Microcrystalline",
  "Expected to be": "Methoxetamine, possibly other RC dissos or ketamine",
  "Lab Comments": "Not Available",
  "Warning": "Sender sent comment with sample that it 'Passed initial reagents although they were old. Vendor claimed it had been tested in NL at 82-87% -- I think they meant the amount of MXE present in the sample, wanted to double check.'\n\nPlease see answer to the EcstasyData FAQ question, 'Can I get actual quantities of the substances in my sample?'. EcstasyData is not allowed to provide quantitative results (inactive diluents/cuts can not be reported even if they might be present).\n\nMXE is the only active chemical present in this sample.",
  "Image": "6812.jpg",
  "table data left": {
    "ID": "6812",
    "Name": "Methoxetamine",
    "Other Names": "Pre-ban MXE; MXE Microcrystalline",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "OGCR1",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Fizzing",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Light Yellow",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Orange",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Methoxetamine\n\n\n: 1 \n\nMethoxetamine aka NAME 2-(3-methoxyphenyl)-2-(ethylamino)cyclohexanone; 3-MeO-2-Oxo-PCE"
    ]
  },
  "table data right": {
    "Test Date": "Nov 20, 2018",
    "Pub. Date": "Nov 20, 2018",
    "Src Location": "Online",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "White",
    "Size": "160 mg, 23.10 mm x 8.20 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20181100053"
  }
}