{
  "Sold as": "2C-B",
  "Expected to be": "Not 2C-B",
  "Lab Comments": "2C-B ruled out, substance appears to be an accidental synthesis error.",
  "Warning": "June 2019:  We are working to confirm that this sample contains the same chemical as other Mickey Mouse tablets recently tested in Switzerland, Wales, and the UK.  The identification done for SaferParty identified the substance as 2-bromo-4,5-DMPEA. \n\nThis is thought to be an accidental product from a failed synthesis of 2C-B where the producer used the wrong starting precursor chemical. This substance is not thought to be strongly psychoactive, but we aren't sure of that at all. If anyone has tried one of these, please let us know.\n\nWe hope to both confirm the Mass Spectrum for the sample analyzed by DrugsData/DDL is the same as those from the European labs and further have our experts agree with the identification of this unusual substance.",
  "Image": "7418.jpg",
  "table data left": {
    "ID": "7418",
    "Name": "Blue Mickey Mouse",
    "Other Names": "2C-B Tablet",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "13795",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Orange",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Orange",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "▲\n2-Br-4,5-DMPEA\n▲\n\n\n: 1 \n\n2-Br-4,5-DMPEA aka 2-Bromo-4,5-Dimethoxyphenethylamine"
    ]
  },
  "table data right": {
    "Test Date": "Jun 10, 2019",
    "Pub. Date": "Jun 10, 2019",
    "Src Location": "London, \nUnited Kingdom",
    "Submitter Loc": "London, --United Kingdom",
    "Color": "Blue",
    "Size": "100 mg, 6.00 mm x 2.50 mm",
    "Data Source": "DrugsData  (EcstasyData)",
    "Tested by": "DDL",
    "Lab's ID": "20190600015"
  }
}