{
  "Sold as": "Psilocybin",
  "Expected to be": "Substitution or  contamination with some upper",
  "Lab Comments": "Sample was tested multiple times. No psilocybin detected.",
  "Warning": "This sample arrived with three others (8086, 8087,  8088, 8089), that were sent together but did not have the associated paperwork attached to the samples.  \n\nThe lab made the educated guess that the ending digit of the unique code on each submission form corresponds to the number (1,2,3, or 4) on the bag containing each sample.\n\nThis was how the loose submission forms accompanying the numbered bags were matched to the samples.",
  "Image": "8088.jpg",
  "table data left": {
    "ID": "8088",
    "Name": "Psilo",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "PB121",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Orange to Brown",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Purple - Brown",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Light Brown",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Methamphetamine\n\n\n: 3 \n\nMethamphetamine aka Meth, Ice, Crank",
      "Ketamine\n\n\n: 2 \n\nKetamine aka Ketalar, Ketaset",
      "MDA 2-aldoxime analog\n\n\n: 2 \n\nMDA 2-aldoxime analog aka Synthesis Byproduct",
      "2C-B\n\n\n: 1 \n\n2C-B aka Bees",
      "Ergosterol\n\n\n: 1",
      "MDA\n\n\n: 1",
      "Methylsulfonylmethane\n\n\n: 1 \n\nMethylsulfonylmethane aka MSM, dimethylsulfone, DMSO2, leftover solvent, cutting agent",
      "Phenacetin\n\n\n: 1 \n\nPhenacetin aka N-(4-Ethoxyphenyl)acetamide",
      "MDMA\n\n\n: trace \n\nMDMA aka Ecstasy, E, X"
    ]
  },
  "table data right": {
    "Test Date": "Dec 18, 2019",
    "Pub. Date": "Dec 18, 2019",
    "Src Location": "San Gabriel, CA",
    "Submitter Loc": "Redondo Beach, CAUnited States",
    "Color": "Tan",
    "Size": "181 mg, 7.30 mm x 21.00 mm",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20191200031"
  }
}