{
  "Sold as": "6-ABP",
  "Expected to be": "6-ABP (6-APB?*)",
  "Lab Comments": "The 6-APB portion is a best match for 6-APB relative to 4-APB.",
  "Warning": "Regarding positional isomers: This is a chemical that has multiple 'ring-positional isomers'. That means that the hexagonal benzene ring that makes up part of the chemical can have 'arms' that form the rest of the chemical attached at various locations around the ring. Some drugs, such as this one, have multiple possible places along the ring that these parts can attach, and have nearly-identical or identical retention times in the Gas Chromatograph (GC) and identical mass spectra (MS). We have spent many hours working on this and can say with certainty that the substance is what we've identified, but can't be certain which position on the ring the rest of the molecule is attached.",
  "Image": "8449.jpg",
  "table data left": {
    "ID": "8449",
    "Name": "Tan Powder",
    "Other Names": "6-ABP; 6-APB",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "TGC6G",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Purple",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Blue-Gray",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Green to Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "6-APB\n\n\n: 3 \n\n6-APB aka Benzo Fury; 6-(2-aminopropyl)benzofuran; 1-(1-benzofuran-6-yl)propan-2-amine",
      "2-APB\n\n\n: 1 \n\n2-APB aka 2-Aminoethyl diphenylborinate"
    ]
  },
  "table data right": {
    "Test Date": "May 12, 2020",
    "Pub. Date": "May 12, 2020",
    "Src Location": "Online, \nHong Kong",
    "Submitter Loc": "San Francisco, CAUnited States",
    "Color": "Tan",
    "Size": "50 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20050003"
  }
}