{
  "Sold as": "Not Specified",
  "Expected to be": "Not Specified",
  "Lab Comments": "Not Available",
  "Warning": "Feb 15, 2021: This sample was initially noted as containing an unidentified chemical at the time the result was published in Nov 2020. With help of an analytical chemistry expert, we have now identified the formerly unidentified substance by Library Match Only as Palmitic Acid, trimethylsilyl (TMS) ester. This is not a psychoactive.",
  "Image": "9400.jpg",
  "table data left": {
    "ID": "9400",
    "Name": "White Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "AA517",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Palmitic Acid, TMS\n\n\n: 1 \n\nPalmitic Acid, TMS aka Hexadecanoic acid, trimethylsilyl ester; Palmitic Acid, TMS derivative"
    ]
  },
  "table data right": {
    "Test Date": "Nov 25, 2020",
    "Pub. Date": "Nov 25, 2020",
    "Src Location": "Yellow Springs, OH",
    "Submitter Loc": "Yellow Springs, OHUnited States",
    "Color": "White",
    "Size": "20 mg, 22.60 mm x 8.40 mm",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20110033"
  }
}