{
  "Sold as": "Ephedrine oxalate",
  "Expected to be": "Fat burner",
  "Lab Comments": "Powder insoluble in solvents and cold water, pH = acidic. Small GC/MS baseline peak for ephedrine indicated, but is too small to be certain that ephedrine is present.  It's possible ephedrine is present, and can't separate the ephedrine from oxalate. It's uncommon for ephedrine to be in oxalate form, so ephedrine may or may not be present.",
  "Warning": "Please don't send this much material to DrugsData.\n\nIt's important that samples submitted to this testing program be no more than 200 mg of material (ideally 20 to 50 mg). Keep in mind that just enough to *half* fill a capsule is more than enough. There is no advantage to sending more material, and samples that are too heavy may be delayed or require additional payment.\n\nSee how to send in a sample for testing.",
  "Image": "9569.jpg",
  "table data left": {
    "ID": "9569",
    "Name": "Fat Burner",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "ABA32X",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Grey",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "Nonacosan-10-ol\n\n\n: 1",
      "Ephedrine\n\n\n: trace"
    ]
  },
  "table data right": {
    "Test Date": "Dec 30, 2020",
    "Pub. Date": "Dec 30, 2020",
    "Src Location": "London, \nUnited Kingdom",
    "Submitter Loc": "London, --United Kingdom",
    "Color": "Brown",
    "Size": "1000 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "20120078"
  }
}