{
  "Sold as": "LSD",
  "Expected to be": "25I-NBOMe",
  "Lab Comments": "NBOMe not detected.",
  "Warning": "The THC and CBD detected in this sample may be a result of cross-contamination of the sample prior to reaching the lab.\n\nTo the person who submitted this: If there are details that support your suspicion about the presence of 25I-NBOMe that you want to share we'd love to hear what they are. Was it taste? Effects? (Contact results at drugsdata.org about sample #9785)",
  "Image": "9785.jpg",
  "table data left": {
    "ID": "9785",
    "Name": "Acid",
    "Other Names": "Sun; Blotter",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "LM420",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "Ehrlich": "Purple",
    "GC/MS:The GC/MS Lab Test": "",
    "list_9": [
      "THC\n\n\n: 100 \n\nTHC aka delta-9-THC",
      "CBD\n\n\n: 10 \n\nCBD aka Cannabidiol",
      "LSD\n\n\n: 1 \n\nLSD aka Acid, Doses"
    ]
  },
  "table data right": {
    "Test Date": "Feb 08, 2021",
    "Pub. Date": "Feb 08, 2021",
    "Src Location": "Albuquerque, NM",
    "Submitter Loc": "Albuquerque, NMUnited States",
    "Color": "Multicolor / Brown",
    "Size": "20 mg, 8.40 mm x 8.80 mm",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "21010156"
  }
}