{
  "Sold as": "MDOH",
  "Expected to be": "MDOH",
  "Lab Comments": "In the first-pass analysis in February 2021, this library-matched as N-Ethylbuphedrone, N-Ethyl-N-methylcathinone (structural isomers), *or* N-Hydroxy-MDA (MDOH). See notes below for updates.",
  "Warning": "Jul 15 2021: The MDOH standard was received and the lab re-analyzed this sample. Sample does not contain any MDOH.  Only N-Ethylbuphedrone (NEB) is present.\n\nMar 5 2021: The lab has identified this as NEB, after receiving reference standards for NEB and N-Ethyl-N-methylcathinone. There's been a further delay in securing a reference standard for MDOH; this sample will be re-analyzed again once the MDOH arrives, to confirm that it contains only NEB. Check back in 3-4 weeks.\n\nFeb 8, 2021: Reference standards are available for N-Ethylbuphedrone, N-Ethyl-N-methylcathinone and N-Hydroxy-MDA and have been ordered, this sample will be re-analyzed once the lab receives them. Check back in 2-3 weeks for an update, as one of these standards will take longer than normal to arrive.",
  "Image": "9787.jpg",
  "table data left": {
    "ID": "9787",
    "Name": "White Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "MDAoh",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "No Reaction",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "No Reaction",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "No Reaction",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "N-Ethylbuphedrone\n\n\n  \n\nN-Ethylbuphedrone aka NEB"
    ]
  },
  "table data right": {
    "Test Date": "Feb 08, 2021",
    "Pub. Date": "Feb 08, 2021",
    "Src Location": "Online, \nChina",
    "Submitter Loc": "Denver, COUnited States",
    "Color": "White",
    "Size": "100 mg",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "21010158"
  }
}