{
  "Sold as": "MPT fumarate",
  "Expected to be": "MPT fumarate",
  "Lab Comments": "Not Available",
  "Warning": "Check out the Mass Spectrums for MiPT and MPT from Sasha Shulgin.  The major ions look nearly identical: 86, 44, 144, 216. \n\nMass Spectrum for MPT \n\nMass Spectrum for MIPT\n\nAfter comparing those against each other, note how similar they are.  Then look at the MS that's the actual output from this submitted sample:\n\nActual Mass Spectrum for the substance in submitted sample DD9985",
  "Image": "9985.jpg",
  "table data left": {
    "ID": "9985",
    "Name": "Off-White Powder",
    "Other Names": "",
    "UniqueCode:Unique Lookup Code is an alphanumeric string created by the submitter and included with the sample so anonymously submitted samples can be positively identified as the submitter's sample.": "9991",
    "Marquis:The Marquis Test is a reagent field test conducted by placing a drop of reagent liquid onto a small sample of the material being tested. The chemicals in the reagent react differently with different chemicals, turning a variety of colors based on the what is in the material being tested.": "Orange",
    "Mecke:As with the Marquis Test, The Mecke Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mecke reagent is primarily used for the identification of heroin and other opiates.": "Blue-Gray",
    "Mandelin:The Mandelin Test is a reagent field test conducted by placing a drop of liquid reagent onto a sample of the material in question. Mandelin is primarily used for the detection of ketamine and PMA. It is a mixture of ammonium metavanadate and concentrated sulfuric acid.": "Orange to Brown (orange-gray-brown)",
    "GC/MS:The GC/MS Lab Test": "",
    "list_8": [
      "MiPT\n\n\n: 1 \n\nMiPT aka N-Methyl-N-Isopropyltryptamine"
    ]
  },
  "table data right": {
    "Test Date": "Mar 17, 2021",
    "Pub. Date": "Mar 17, 2021",
    "Src Location": "Online, \nNetherlands",
    "Submitter Loc": "Palm Bay, FLUnited States",
    "Color": "Off White",
    "Size": "100 mg, 58.80 mm x 15.40 mm",
    "Data Source": "DrugsData",
    "Tested by": "DDL",
    "Lab's ID": "21030019"
  }
}